{
  "device reachability": [
    "Is my device reachable?",
    "I am trying to reach my device",
    "I am trying to ssh into my device",
    "Can my device be pinged",
    "Can my router be pinged",
    "I am trying to ping my device",
    "I am unable to reach my device",
    "I am unable to ping my device",
    "I am unable to ssh into my device",
    "I want to know if my device is reacvjsskj",
    "I want to know if I will be able to ssh onto my device",
    "I want to know if my device can be pinged",
    "Can I ping my deivce?",
    "Can the device be pinged?",
    "Can this device be reached?",
    "Can this device be ssh'd into",
    "Will I be able to reach this network-device?",
    "Will I be able to reach this device?",
    "Will I be able to ssh in to the device?",
    "Will i be abkle to ping this device?",
    "Is this device active in network?",
    "Is this network-device active in network?",
    "Is this network device active in network?",
    "Is this Unified AP device active in network?",
    "Is this Unified AP active in network?",
    "Is this UnifiedAP device active in network?",
    "Is this UnifiedAP active in network?",
    "Is this Router device active in network?",
    "Is this Router active in network?",
    "Is this Switch device active in network?",
    "Is this Switch active in network?",
    "Is this Switch & Hub device active in network?",
    "Is this Switch & Hub active in network?",
    "Is this S&H device active in network?",
    "Is this S&H active in network?",
    "Is this Switches and Hubs active in network?",
    "Is this Switches and Hubs device active in network?",
    "Is this WLC device active in network?",
    "Is this WLC active in network?",
    "Is this Wireless Lan Controller device active in network?",
    "Is this Wireless Lan Controller active in network?",
    "Is this network-device reachable?",
    "Is this network device reachable?",
    "Is this Unified AP device reachable?",
    "Is this Unified AP reachable ?",
    "Is this UnifiedAP device reachable?",
    "Is this UnifiedAP active reachable?",
    "Is this Router device reachable?",
    "Is this Router reachable?",
    "Is this Switch device reachable?",
    "Is this Switch reachable?",
    "Is this Switch & Hub device reachable?",
    "Is this Switch & Hub reachable?",
    "Is this S&H device reachable?",
    "Is this S&H reachable?",
    "Is this Switches and Hubs reachable?",
    "Is this Switches and Hubs device reachable?",
    "Is this WLC device reachable?",
    "Is this WLC reachable?",
    "Is this Wireless Lan Controller device reachable?",
    "Is this Wireless Lan Controller reachable?",
    "I want to know the reachability status of my network-device",
    "I want to know the reachability status of my network device",
    "I want to know the reachability status of my device",
    "I want to know the reachability status of the device",
    "I want to know the reachability status of the network device",
    "I want to know the reachability status of the network-device",
    "I want to know the reachability status of my network-device",
    "I want to know the reachability status of the Unified AP",
    "I want to know the reachability status of the AP",
    "I want to know the reachability status of my AP",
    "I want to know the reachability status of the Access Point",
    "I want to know the reachability status of my Access Point",
    "I want to know the reachability status of my Unified Access Point",
    "I want to know the reachability status of the Unified Access Point",
    "I want to know the reachability status of the Router",
    "I want to know the reachability status of my Router",
    "I want to know the reachability status of my S&H",
    "I want to know the reachability status of the S&H",
    "I want to know the reachability status of the Switches & Hubs",
    "I want to know the reachability status of my Switches & Hubs",
    "I want to know the reachability status of the Switches",
    "I want to know the reachability status of my Switches",
    "I want to know the reachability status of the Switch",
    "I want to know the reachability status of my Switch",
    "I want to know the reachability status of the Switches & Hubs",
    "Can the router be conected to?",
    "Can this router be conected to?",
    "Can my router be conected to?",
    "Can my Unified AP be conected to?",
    "Can my Unified AP be connected to?",
    "Can my AP be connected to?",
    "Can my Access Point be connected to?",
    "Can my Unified Access Point be connected to?",
    "Can the Unified AP be connected to?",
    "Can the Unified AP be connected to?",
    "Can the AP be connected to?",
    "Can the Access Point be connected to?",
    "Can the Unified Access Point be connected to?",
    "Can my router be connected to?",
    "Can the router be connected to?",
    "Can my WLC be connected to?",
    "Can the WLC be connected to?",
    "Can my Wireless Lan Controller be connected to?",
    "Can the Wireless Lan Controller be connected to?",
    "Can my Controller be connected to?",
    "Can the Controller be connected to?",
    "Is my device managed?",
    "Is my AP managed?",
    "Is my WLC managed?",
    "Is my router managed?",
    "Is my switch managed?",
    "What is the management status of my device?",
    "Can you show me the management state of my device?",
    "Whats the management state of my AP?",
    "Whats the management state of my router?",
    "Whats the management state of my switch?",
    "Whats the management state of my WLC?",
    "Whats the management state of my Sensor?",
    "Can you tell me if my device is reachable?"
  ],
  "siteList": [
    "what are the sites in my system",
    "give me all the sites in my system",
    "tell me all sites in my system",
    "tell me all the sites I have",
    "give me all the sites I have",
    "give me all sites",
    "what are all the sites I have",
    "give me a list of all the sites in my system",
    "list out all the sites in my system",
    "give me a list of all sites",
    "give me a list of all the sites",
    "give me a list of locations managed",
    "list out all the sites",
    "all sites",
    "tell me what sites I have",
    "tell me what sites are in the system",
    "tell me what are the sites in the system",
    "return all sites in the system",
    "return all sites",
    "return all the sites I have",
    "return all the sites",
    "return all the sites in the system",
    "show me all the sites in the system",
    "show me all sites",
    "show me all the sites",
    "show me all the sites I have",
    "what are the sites I have in the system",
    "list out the sites I have",
    "list out sites",
    "show me sites",
    "sites in system",
    "sites I have",
    "give me sites",
    "return sites",
    "return sites in the system",
    "return sites that I have in the system",
    "return sites that I have",
    "show me sites I have in the system",
    "show me sites that I have in the system",
    "show me sites in the system",
    "show me sites that I have",
    "show me sites that are in the system",
    "return sites that are in the system",
    "show sites in system",
    "return sites in system",
    "list sites in system",
    "give sites in system",
    "show sites",
    "show sites I have",
    "show sites I have in system",
    "show sites in my system",
    "sites I have",
    "return sites I have",
    "list sites I have",
    "list sites in my system",
    "give me a list of sites in system",
    "give me a list of sites I have",
    "show me managed locations",
    "give me a list of managed locations in the system",
    "list out all locations managed",
    "show me my buildings and floors",
    "show me my network hierarchy",
    "list my sites, buildings and floors",
    "show me my branch locations",
    "show me my network sites",
    "where are my network sites",
    "show me my managed sites",
    "can you give me my network site hierarchy",
    "lets start with sites",
    "site list",
    "building list",
    "floor information",
    "show me site info",
    "show me location info",
    "show me site information",
    "show me buildings in DNA-C",
    "show me my designed network hierarchy",
    "can you give me site info?",
    "all buildings",
    "all floors",
    "display sites",
    "display buildings",
    "display floors",
    "how about we look at sites",
    "how about we look at my sites",
    "how about we list my sites",
    "how about we list my buildings",
    "how about we list my floors",
    "how about we display my network hierarchy",
    "can you display my sites?",
    "can you show my sites?",
    "can you show me my buildings?",
    "can you display my sites?",
    "can you display my floors?",
    "can you display my network hierarchy?",
    "get all sites",
    "get my sites",
    "get list of sites",
    "get my buildings",
    "get my floors",
    "get sites in system",
    "get all sites in system",
    "get sites",
    "get my network hierarchy",
    "all locations"
  ],
  "unclaimed-device-count": [
    "not gone through claiming yet",
    "going through claiming",
    "no of unclaimed",
    "no not gone through caliming",
    "How many unclaimed devices do I have?",
    "Show me my unclaimed devices",
    "How many PnP devices are there?",
    "Plug and Play Device count",
    "How many Plug and Play devices do I have?",
    "count my PnP Devices",
    "count my unclaimed devices",
    "how many devices are ready to onboard?",
    "Are there devices ready to onboard?",
    "Where are my PnP Devices?",
    "pnp device count",
    "count my pnp devices",
    "how many unclaimed devices",
    "Can you count my pnp devices?",
    "How many unclaimed devices are there?",
    "Where are my pnp devices?",
    "I cant find my unclaimed devices",
    "I'm not sure where my unclaimed devices are",
    "Can you tell me how many unclaimed devices there are?",
    "Can you tell me how many pnp devices there are?",
    "How many devices are ready to be claimed?",
    "How many devices are ready to be onboarded?",
    "How many plug and play devices are ready?",
    "How many plug and play devices are unclaimed?",
    "Do I have any unclaimed devices?",
    "Show count of unclaimed devices",
    "Show count of pnp devices",
    "Give me a count of all the unclaimed devices",
    "Give me a count of all unclaimed devices",
    "Give me a count of all pnp devices",
    "Give me a count of all the pnp devices",
    "Show me the count of unclaimed devices",
    "Show me the count of all unclaimed devices",
    "Show me the count of pnp devices",
    "Show me the count of devices ready to be onboarded",
    "Show me the count of devices unclaimed",
    "count of devices unclaimed",
    "Show count of devices unclaimed",
    "Give me a count of devices unclaimed",
    "Give me a count of devices that are unclaimed",
    "Show me the count of devices that are unclaimed",
    "Show count of devices that are unclaimed",
    "Show count of devices that are ready",
    "Show me the count of devices that are ready",
    "Give me a count of devices that are ready",
    "Show unclaimed devices count",
    "unclaimed devices count",
    "total unclaimed devices",
    "total devices unclaimed",
    "total devices that are unclaimed",
    "total devices that are ready",
    "total pnp devices",
    "Give me the total number of devices that are unclaimed",
    "Give me the total number of unclaimed devices",
    "Give me the total number of devices that are ready",
    "Give me the total number of pnp devices",
    "Give me the total number of devices unclaimed",
    "Show me the total number of devices that are unclaimed",
    "Show me the total number of unclaimed devices",
    "Show me the total number of devices that are ready",
    "Show me the total number of pnp devices",
    "Show me the total number of devices unclaimed",
    "total number of devices that are unclaimed",
    "total number of unclaimed devices",
    "total number of devices that are ready",
    "total number of devices that are ready",
    "total number of pnp devices",
    "total number of devices unclaimed",
    "number of devices that are unclaimed",
    "number of unclaimed devices",
    "number of devices that are ready",
    "number of devices that are ready",
    "number of pnp devices",
    "number of devices unclaimed",
    "Show total number of devices that are unclaimed",
    "Show total number of unclaimed devices",
    "Show total number of devices that are ready",
    "Show total number of pnp devices",
    "Show total number of devices unclaimed",
    "Show number of devices that are unclaimed",
    "Show number of unclaimed devices",
    "Show number of devices that are ready",
    "Show number of pnp devices",
    "Show number of devices unclaimed",
    "Get number of devices that are unclaimed",
    "Get number of unclaimed devices",
    "Get number of devices that are ready",
    "Get number of pnp devices",
    "Get number of devices unclaimed",
    "Get total number of devices that are unclaimed",
    "Get total number of unclaimed devices",
    "Get total number of devices that are ready",
    "Get total number of pnp devices",
    "Get total number of devices unclaimed",
    "Get count of devices that are unclaimed",
    "Get count of unclaimed devices",
    "Get count of devices that are ready",
    "Get count of pnp devices",
    "Get count of devices unclaimed",
    "What is the total number of devices that are unclaimed",
    "What is the total number of unclaimed devices",
    "What is the total number of devices that are ready",
    "What is the total number of pnp devices",
    "What is the total number of devices unclaimed",
    "What is the number of devices that are unclaimed",
    "What is the number of unclaimed devices",
    "What is the number of devices that are ready",
    "What is the number of pnp devices",
    "What is the number of devices unclaimed",
    "Tell me the total number of devices that are unclaimed",
    "Tell me the total number of unclaimed devices",
    "Tell me the total number of devices that are ready",
    "Tell me the total number of pnp devices",
    "Tell me the total number of devices unclaimed",
    "Tell me the number of devices that are unclaimed",
    "Tell me the number of unclaimed devices",
    "Tell me the number of devices that are ready",
    "Tell me the number of pnp devices",
    "Tell me the number of devices unclaimed"
  ]
}